"4481MB - DVD" = "4481MB - DVD";
"700MB - CD700" = "700MB - CD700";
"8151MB - DVD DL" = "8151MB - DVD DL";
"<None>" = "<Hiçbiri>";
"Add" = "Ekle";
"Add Password" = "Parola Ekle";
"Archive" = "Arşiv";
"Archive %@ (Original %@) a total of %d Files" = "Arşiv %@ (Orijinal %@) Toplam %d Dosya";
"Archive %@ (Original %@) a total of %d Files and %d Folders" = "Arşiv %@ (Orijinal %@) Toplam %d Dosya ve %d Klasör";
"Archive %@ (Original %@) a total of %d Folders" = "Arşiv %@ (Orijinal %@) Toplam %d Klasör";
"Archive (Empty)" = "Arşiv (Boş)";
"Are you sure you want to append files to this archive?" = "Bu arşive dosya eklemek istediğinizden emin misiniz?";
"Are you sure you want to remove the selected items?" = "Seçili öğeleri kaldırmak istediğinizden emin misiniz?";
"Autodetect Charset" = "Karakter kümesini otomatik algıla";
"Best" = "En İyi";
"Better" = "Daha İyi";
"Bigger" = "Daha Büyük";
"Can't open this type of file." = "Bu tür bir dosya açılamıyor.";
"Can't recognize document format" = "Belge biçimi tanınamıyor";
"Cancel" = "İptal";
"Change Password" = "Parolayı Değiştir";
"Choose" = "Seç";
"Choose an application to open the %d items." = "%d Öğeyi açmak için bir uygulama seçin.";
"Choose an application to open the document “%@”." = "“%@”. Belgesini açmak için bir uygulama seçin.";
"Choose destination of files extracting" = "Çıkartılan dosyaların hedefini seçin";
"Clean up junk files" = "Gereksiz dosyaları temizle";
"Clear" = "Temizle";
"Close" = "Kapat";
"Compress failed!" = "Sıkıştırma başarısız oldu!";
"Compression" = "Sıkıştırma";
"Copied" = "Kopyalandı";
"Create a new archive - MacZip" = "Yeni Arşiv oluşturuluyor - MacZip";
"Decrypt" = "Şifresini Çöz";
"Decrypt selected files - MacZip" = "Seçili dosyaların şifresini çöz - MacZip";
"Decryption failed!" = "Şifre çözme başarısız!";
"Decryption is complete!" = "Şifre çözme tamamlandı!";
"Download Later" = "Daha Sonra İndir";
"Download Now!" = "Şimdi İndirin!";
"Download complete, please install the new version." = "İndirme tamamlandı, lütfen yeni sürümü kurun.";
"Download failed!" = "İndirme başarısız!";
"Download from Website" = "Web Sitesinden İndir";
"Encrypt" = "Şifrele";
"Encrypt selected files - MacZip" = "Seçili dosyaları şifrele - MacZip";
"Encrypted document already exists:\n%@" = "Şifrelenmiş belge zaten var:\n%@";
"Encryption failed!" = "Şifreleme başarısız oldu!";
"Encryption is complete!" = "Şifreleme tamamlandı!";
"Enhanced Finder" = "Gelişmiş Bulucu";
"Extract" = "Çıkar";
"Extract failed!" = "Çıkarma başarısız!";
"Extracting “%@”" = "Çıkartılıyor “%@”";
"Extraction" = "Ekstraksiyon";
"Faster" = "Daha Hızlı";
"Fatest" = "Fatest";
"File" = "Dosya";
"File already exists!" = "Dosya zaten var!";
"File read failed!" = "Dosya okunamadı!";
"File write failed!" = "Dosya yazılamadı!";
"Filter Documents" = "Belgeleri Filtrele";
"Filter Images" = "Resimleri Filtrele";
"Found a new version!" = "Yeni bir sürüm bulundu!";
"General" = "Genel";
"Get QSpace" = "QSpace Al";
"Ignore" = "Yoksay";
"Ignore All" = "Tümünü Yoksay";
"Ignore this Version" = "Bu Sürümü Yoksay";
"Install Now" = "Şimdi Kur";
"Install failed!" = "Yükleme başarısız oldu!";
"Loading..." = "Yükleniyor...";
"MacZip Assistant is not found!" = "MacZip Yardımcısı bulunamadı!";
"MacZip Interface Translation" = "MacZip Arayüz Çevirisi";
"Manage Passwords" = "Şifreleri Yönet";
"Network failure!" = "Ağ hatası!";
"Newer" = "Daha Yeni";
"No encrypted files found!" = "Şifrelenmiş dosya bulunamadı!";
"Normal" = "Normal";
"OK" = "Tamam";
"Older" = "Daha eski";
"Open" = "Aç";
"Open With" = "Birlikte Aç";
"Open an archive file" = "Bir arşiv dosyası aç";
"Open failed!" = "Açılamadı!";
"Opening: %@" = "Açma: %@";
"Operation failed!" = "İşlem başarısız oldu!";
"Other..." = "Diğer...";
"Overwrite" = "Üzerine Yaz";
"Overwrite All" = "Tümünün Üzerine Yaz";
"Password incorrect!" = "Parola yanlış!";
"Password incorrect, can't decrpyt file:\n%@" = "Şifre yanlış, dosyanın şifresini çözemez:\n%@";
"Passwords" = "Şifreler";
"Please enter the password!" = "Lütfen şifreyi girin!";
"Please select the folder of Multi-volume files.(Contains file: %@)" = "Lütfen Çok ciltli dosyaların klasörünü seçin. (Contains file: %@)";
"Please select the folder of Multi-volume files.\nContains: %@" = "Lütfen Çok birimli dosyaların klasörünü seçin.\nContains: %@";
"Prepare cleaning..." = "Temizlemeyi hazırla...";
"Prepare removing..." = "Kaldırmaya hazırlan...";
"Preparing..." = "Hazırlanıyor...";
"QSpace is alternate of Finder developed by the author of MacZip. You can browse archives just like browsing folders in Finder!" = "QSpace, MacZip yazarı tarafından geliştirilen Finder'ın alternatifidir. Arşivlere tıpkı Finder'daki klasörlere göz atarken olduğu gibi göz atabilirsiniz!";
"Remove" = "Kaldır";
"Request Help" = "Yardım İste";
"Retry" = "Yeniden Dene";
"Same Date" = "Aynı Tarih";
"Same Size" = "Aynı Boyut";
"Select files to add" = "Eklenecek dosyaları seçin";
"Select files to create an archive" = "Arşiv oluşturmak için dosyaları seçin";
"Select files to decrypt" = "Şifresi çözülecek dosyaları seçin";
"Select files to encrypt" = "Şifrelenecek dosyaları seçin";
"Select target path" = "Hedef yolu seçin";
"Selected %@ (%d Files and %d Folders)" = "Selected %@ (%d Files and %d Folders)";
"Selected %@ (%d Files)" = "Selected %@ (%d Files)";
"Selected %@ (%d Folders)" = "Selected %@ (%d Folders)";
"Services" = "Hizmetler";
"Settings" = "Ayarlar";
"Smaller" = "Daha Küçük";
"Storage" = "Depolama";
"The MacZip Assistant is a standalone application that you can install or remove at any time. Its existence does not affect the normal use of MacZip." = "MacZip Assistant, istediğiniz zaman yükleyebileceğiniz veya kaldırabileceğiniz bağımsız bir uygulamadır. Varlığı, MacZip'in normal kullanımını etkilemez.";
"The file could not be extracted properly, you can feedback this file for help." = "Dosya düzgün şekilde çıkarılamadı, yardım için bu dosyaya geri bildirimde bulunabilirsiniz.";
"The file does not exist, or access permission denied. Please reselect!" = "Dosya mevcut değil veya erişim izni reddedildi. Lütfen yeniden seçin!";
"The file does not exist." = "Dosya mevcut değil.";
"The files already exist: %@" = "Dosyalar zaten mevcut: %@";
"The passwords entered twice are inconsistent!" = "İki kez girilen şifreler tutarsız!";
"The target file already exists. Please change the file name." = "Hedef dosya zaten var. Lütfen dosya adını değiştirin.";
"This archive format doesn't support add new files." = "Bu arşiv biçimi yeni dosya eklemeyi desteklemiyor.";
"This archive format doesn't support remove files." = "Bu arşiv biçimi dosyaları kaldırmayı desteklemiyor.";
"Update Later" = "Daha Sonra Güncelle";
"Update Now!" = "Şimdi Güncelle!";
"Updating: %@" = "Güncelleniyor: %@";
"User Feedback" = "Kullanıcı Geri Bildirimi";
"You are already using the latest version!" = "Zaten en son sürümü kullanıyorsunuz!";
"You chosed wrong folder!" = "Yanlış klasör seçtiniz!";
"You have not installed QSpace!" = "QSpace'i kurmadınız!";
"default" = "varsayılan";
